{
    "home": "Inici",
    "teams": "Equips",
    "locations": "Localitzacions",
    "stories": "Històries",
    "jobs": "Posicions",
    "company-site": "Anar a la web de l'empresa",
    "offer": "oferta",
    "offers": "ofertes",
    "teams.departments.view": "Veure tots els equips",
    "size": "Empleats",
    "search": "Cercar",
    "name": "nom",
    "about.workers": "(1)[Menys de 10 empleats];(2)[Entre 10 i 50 empleats];(3)[Entre 50 i 200 empleats];(4)[Més de 200 empleats];",
    "powered-by": "Desenvolupat per",
    "jobs.available": "Últimes posicions",
    "jobs.find": "Troba la teva propera feina a {{company}}",
    "jobs.all-locations": "Tots els equips",
    "jobs.all-workplaces": "Totes les localitzacions",
    "about.company": "Sobre {{company}}",
    "workplaces.title": "Les nostres oficines",
    "view-more": "Veure més",
    "stories.latest": "Les nostres últimes històries",
    "job.type.title": "Tipus d'ocupació",
    "job.conditions.title": "Condicions per al candidat",
    "toast.apply.warning": "No pots aplicar a aquesta oferta sense un referit. Pregunta per algun referidor perquè et pugui enviar un enllaç vàlid.",
    "job.apply.button": "Inscriu-te a aquesta posició",
    "job.go-down": "Anar avall",
    "job.apply.refier.title": "El teu referidor a {{company}}",
    "people": "Persones",
    "banner.subtitle": "Troba la teva propera feina a {{company}}",
    "job.banner.search": "Cerca la teva següent feina a {{company}}",
    "job.salary.title": "Rang salarial",
    "job.frequency.title": "Freqüència de pagament",
    "job.empty": "No hi ha posicions per ara",
    "read-more": "veure més",
    "read-less": "veure menys",
    "about.workers_interval": "(1)[Menys de 10 empleats];(2)[Entre 10 i 50 empleats];(3)[Entre 50 i 200 empleats];(4)[Més de 200 empleats];",
    "job.frequency_interval": "(1)[Anual];(2)[Mensual];(3)[Setmanal];(4)[Diària];(5)[Horària];",
    "job.workplace-type_interval": "(1)[Presencial];(2)[Híbrid];(3)[Remot];",
    "job.type_interval": "(1)[Temps complet];(2)[Temps parcial];(3)[Contracte];(4)[Temporal];(5)[Aprenentatge];(6)[Pràctiques];(7)[Voluntari];",
    "job.salary_interval": "(1)[€];(2)[$];",
    "coworkers": "Companys d'equip",
    "coworkers.description": "Sabem que {{referrer}} t'està ajudant però, què et sembla si contactes amb algun membre de l'equip perquè t'ajudin a resoldre qualsevol pregunta que tinguis? Segur que estaran contents d'ajudar-te.",
    "stories.empty": "No hi ha històries per ara",
    "job.not-exist": "Sembla que la posició que buscabes no existeix o ja s'ha eliminat.",
    "job.apply.button.short": "Aplicar ara",
    "benefits": "Beneficis",
    "back-to": "Tornar a {{page}}",
    "jobs.view": "Veure més ofertes",
    "values": "Valors",
    "not-found.description": "Ho sentim, en aquest moment aquesta pàgina no està disponible.",
    "not-found.404": "Ho sentim, no hem pogut trobar la pàgina.",
    "about.do-you-work.title": "Ja treballes a {{company}}?",
    "about.do-you-work.subtitle": "Ajuda'ns a trobar el teu proper company i sigues recompensat.",
    "about.do-you-work.button": "Accedeix aquí",
    "cookies": {
        "title": "Aquest lloc web utilitza cookies per garantir que obtens la millor experiència en el nostre lloc web.",
        "description": "Utilitzem cookies pròpies i de tercers amb la finalitat de millorar els serveis prestats a través d'aquest lloc web tractant les dades necessàries per a això. Pots obtenir més informació i configurar o rebutjar les cookies a 'Configuració' o acceptar-les fent clic a 'Acceptar'.",
        "setting": "Configuració",
        "reject": "Rebutjar",
        "accept": "Acceptar",
        "type": {
            "analysis": "Anàlisi i mesura",
            "analysis-desc": "Són aquelles que permeten al responsable de les mateixes el seguiment i anàlisi del comportament dels usuaris dels llocs web als quals estan vinculades, inclosa la quantificació dels impactes dels anuncis. La informació recollida mitjançant aquest tipus de cookies s'utilitza en la mesura de l'activitat dels llocs web, aplicació o plataforma, amb la finalitat d'introduir millores en funció de l'anàlisi de les dades d'ús que fan els usuaris del servei.",
            "publi": "Publicitat comportamental",
            "publi-desc": "Són aquelles que emmagatzemen informació del comportament dels usuaris obtinguda a través de l'observació continuada dels seus hàbits de navegació, el que permet desenvolupar un perfil específic per mostrar publicitat en funció del mateix.",
            "techniques": "Tècniques",
            "techniques-desc": "Són aquelles que permeten a l'usuari la navegació a través d'una pàgina web, plataforma o aplicació i la utilització de les diferents opcions o serveis que en ella existeixen, incloent aquelles que l'editor utilitza per permetre la gestió i operativa de la pàgina web i habilitar les seves funcions i serveis, com ara controlar el tràfic i la comunicació de dades, identificar la sessió, accedir a parts d'accés restringit, recordar els elements que integren una comanda, realitzar el procés de compra d'una comanda, gestionar el pagament, controlar el frau vinculat a la seguretat del servei, realitzar la sol·licitud d'inscripció o participació en un esdeveniment, comptar visites a efectes de la facturació de llicències del programari amb el qual funciona el servei (lloc web, plataforma o aplicació), utilitzar elements de seguretat durant la navegació, emmagatzemar continguts per a la difusió de vídeos o so, habilitar continguts dinàmics (per exemple, animació de càrrega d'un text o imatge) o compartir continguts a través de xarxes socials. També pertanyen a aquesta categoria, per la seva naturalesa tècnica, aquelles cookies que permeten la gestió, de la forma més eficaç possible, dels espais publicitaris que, com un element més de disseny o 'maquetació' del servei ofert a l'usuari, l'editor hagi inclòs en una pàgina web, aplicació o plataforma en base a criteris com el contingut editat, sense que es reculli informació dels usuaris amb fins diferents, com pot ser personalitzar aquest contingut publicitari o altres continguts.",
            "preferences": "Preferències o personalització",
            "preferences-desc": "Són aquelles que permeten recordar informació perquè l'usuari accedeixi al servei amb determinades característiques que poden diferenciar la seva experiència de la dels altres usuaris, com ara l'idioma, el nombre de resultats a mostrar quan l'usuari realitza una cerca, l'aspecte o contingut del servei en funció del tipus de navegador a través del qual l'usuari accedeix al servei o de la regió des de la qual accedeix al servei, etc."
        }
    }
}