{
    "home": "Inici",
    "teams": "Equips",
    "locations": "Ubicacions",
    "stories": "Històries",
    "jobs": "Posicions",
    "company-site": "Ves a la web de l'empresa",
    "offer": "posició",
    "offers": "posicions",
    "teams.departments.view": "Veure tots els equips",
    "size": "Plantilla",
    "about.workers": "(1)[Menys de 10 persones];(2)[Entre 10 i 50 persones];(3)[Entre 50 i 200 persones];(4)[Més de 200 persones];",
    "powered-by": "Desenvolupat per",
    "jobs.available": "Últimes posicions",
    "jobs.find": "Troba la teva pròxima feina a {{company}}",
    "about.company": "Sobre {{company}}",
    "workplaces.title": "Les nostres oficines",
    "view-more": "Veure més",
    "stories.latest": "Les nostres històries recents",
    "job.type.title": "Tipus de posició",
    "job.conditions.title": "Condicions per al candidat",
    "toast.apply.warning": "No pots inscriure't en aquesta oferta sense algú qui et recomani. Pregunta per qualsevol persona que et pugui enviar un enllaç vàlid",
    "job.apply.button": "Inscriu-te en aquesta posició",
    "job.go-down": "V",
    "job.apply.refier.title": "La teva persona de referència a {{company}}",
    "people": "Persones",
    "banner.subtitle": "Troba la teva pròxima feina a {{company}}",
    "job.salary.title": "Rang salarial",
    "job.frequency.title": "Freqüència de pagament",
    "job.empty": "No hi ha posicion per ara",
    "read-more": "veure més",
    "read-less": "veure menys",
    "about.workers_interval": "(1)[Menys de 10 persones];(2)[Entre 10 i 50 persones];(3)[Entre 50 i 200 persones];(4)[Més de 200 persones];",
    "job.frequency_interval": "(1)[Anual];(2)[Mensual];(3)[Setmanal];(4)[Diària];(5)[Horària];",
    "job.type_interval": "(1)[Temps complert];(2)[Temps parcial];(3)[Contracte];(4)[Temporal];(5)[Aprenentatge];(6)[Pràctiques];(7)[Voluntari];",
    "job.salary_interval": "(1)[€];(2)[$];",
    "coworkers": "Companys d'equip",
    "coworkers.description": "Sabem que {{referrerr}} t'està ajudant, però què et sembla si contactes amb algun altre membre de l'equip per a que t'ajudi a resoldre qualsevol pregunta que tinguis?\\nSegur que estaran contents d'ajudar-te",
    "stories.empty": "No hi ha històries per ara",
    "job.not-exist": "Sembla que la posició que estaves buscant no existeix o ja s'ha eliminat.",
    "job.apply.button.short": "Inscriure't ara",
    "benefits": "Beneficis",
    "back-to": "Tornar a {{page}}",
    "jobs.view": "Veure més posicions",
    "values": "Valors",
    "search": "Cercar",
    "jobs.all-locations": "Totes les ubicacions",
    "jobs.all-workplaces": "Tots els equips",
    "job.banner.search": "Cerca la teva propera feina a {{company}}",
    "not-found.description": "Ho sentim, en aquest moment aquesta pàgina no està disponible.",
    "not-found.404": "Ho sentim, no hem pogut trobar aquesta pàgina.",
    "about.do-you-work.title": "Ja treballes a {{company}}?",
    "about.do-you-work.subtitle": "Ajuda'ns a trobar el teu pròxim company i aconsegueix recompenses.",
    "about.do-you-work.button": "Accedeix aquí",
    "name": "nom",
    "job.workplace-type_interval": "(1)[Presencial];(2)[Híbrid];(3)[Remot]",
    "cookies.title": "Este sitio web utiliza cookies para garantizar que obtenga la mejor experiencia en nuestro sitio web.\nAquest lloc fa servir cookies per garantir que obtingui la millor experiencia d'usuari en la nostre web.",
    "cookies.description": "Utilizamos cookies propias y de terceros con la finalidad de mejorar los servicios prestados a través de este Sitio Web tratando los datos necesarios para ello. Puedes obtener más información y configurar o rechazar las cookies en 'Configurar' o aceptarlas haciendo clic en 'Aceptar'.",
    "cookies.settings": "Configuració",
    "cookies.reject": "Rebutjar",
    "cookies.accept": "Acceptar",
    "cookies.type.analysis": "Anàlisi i medició",
    "cookies.type.analysis-desc": "Son aquellas que permiten al responsable de las mismas el seguimiento y análisis del comportamiento de los usuarios de los sitios web a los que están vinculadas, incluida la cuantificación de los impactos de los anuncios. La información recogida mediante este tipo de cookies se utiliza en la medición de la actividad de los sitios web, aplicación o plataforma, con el fin de introducir mejoras en función del análisis de los datos de uso que hacen los usuarios del servicio.",
    "cookies.type.publi": "Publicitat comportamental",
    "cookies.type.publi-desc": "Son aquellas que almacenan información del comportamiento de los usuarios obtenida a través de la observación continuada de sus hábitos de navegación, lo que permite desarrollar un perfil específico para mostrar publicidad en función del mismo.",
    "cookies.type.techniques": "Técniques",
    "cookies.type.techniques-desc": "Son aquéllas que permiten al usuario la navegación a través de una página web, plataforma o aplicación y la utilización de las diferentes opciones o servicios que en ella existan, incluyendo aquellas que el editor utiliza para permitir la gestión y operativa de la página web y habilitar sus funciones y servicios, como, por ejemplo, controlar el tráfico y la comunicación de datos, identificar la sesión, acceder a partes de acceso restringido, recordar los elementos que integran un pedido, realizar el proceso de compra de un pedido, gestionar el pago, controlar el fraude vinculado a la seguridad del servicio, realizar la solicitud de inscripción o participación en un evento, contar visitas a efectos de la facturación de licencias del software con el que funciona el servicio (sitio web, plataforma o aplicación), utilizar elementos de seguridad durante la navegación, almacenar contenidos para la difusión de vídeos o sonido, habilitar contenidos dinámicos (por ejemplo, animación de carga de un texto o imagen) o compartir contenidos a través de redes sociales. También pertenecen a esta categoría, por su naturaleza técnica, aquellas cookies que permiten la gestión, de la forma más eficaz posible, de los espacios publicitarios que, como un elemento más de diseño o “maquetación” del servicio ofrecido al usuario, el editor haya incluido en una página web, aplicación o plataforma en base a criterios como el contenido editado, sin que se recopile información de los usuarios con fines distintos, como puede ser personalizar ese contenido publicitario u otros contenidos.",
    "cookies.type.preferences": "Preferencies o personalizació",
    "cookies.type.preferences-desc": "Son aquéllas que permiten recordar información para que el usuario acceda al servicio con determinadas características que pueden diferenciar su experiencia de la de otros usuarios, como, por ejemplo, el idioma, el número de resultados a mostrar cuando el usuario realiza una búsqueda, el aspecto o contenido del servicio en función del tipo de navegador a través del cual el usuario accede al servicio o de la región desde la que accede al servicio, etc."
}